<html>
<head>
<title>alternative 2008</title>
<link rel="icon" href="favicon.ico" type="image/ico" />
 
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta name="Author" content="dominator@kosmoplovci.net">
<link href="../../skckstyle.css" rel="stylesheet" type="text/css">
<style type="text/css">
<!--
-->
</style>
<link href="../altkstyle.css" rel="stylesheet" type="text/css">
<style type="text/css">
<!--
.style1 {font-family: Geneva, Arial, Helvetica, sans-serif}
.style2 {
	font-family: Verdana, Arial, Helvetica, sans-serif;
	font-weight: bold;
	color: #004040;
}
.style3 {color: #FF0000}
.style4 {font-family: Geneva, Arial, Helvetica, sans-serif; color: #FF0000; }
.style5 {
	font-family: Geneva, Arial, Helvetica, sans-serif;
	color: #FF0000;
	font-weight: bold;
	font-size: 18px;
}
.style6 {
	font-size: 18px;
	font-weight: bold;
}
.style8 {color: #000000}
.style9 {font-size: 18px; font-weight: bold; color: #000000; }
.style10 {font-family: Arial, Helvetica, sans-serif}
.style11 {font-weight: bold; font-size: 18px; color: #FF0000;}
-->
</style>
</head>

<body bgcolor="#FFFFFF" text="#000000" link="#FF0000" vlink="#FF0000" alink="#000000" leftmargin="2" topmargin="2" marginwidth="2" marginheight="2">
<table width="100%" border="0" cellpadding="2" cellspacing="0">
  <tr> 
    <td colspan="3" class="textnaslov style2"> Alternative Film/Video 2008</td>
  </tr>
  <tr bgcolor="#000000"> 
    <td width="50%">
<table width="100%" border="0" cellpadding="0" cellspacing="0" class="textbasic">
        <tr> 
          <td><b><font color="#FFFFFF">INFORMATION</font></b></td>
          <td align="right">&nbsp;</td>
        </tr>
      </table>
    </td>
    <td bgcolor="#CCCCCC" class="textbasic">&nbsp;</td>
    <td width="50%" class="textbasic"><table width="100%" border="0" cellpadding="0" cellspacing="0" class="textbasic">
        <tr> 
          <td><b><font color="#FFFFFF">INFORMACIJE</font></b></td>
          <td align="right">&nbsp;</td>
        </tr>
      </table></td>
  </tr>
  <tr> 
    <td valign="top" class="textbasic"> <p>&nbsp;</p>
      <p class="style5"><span class="style8">Due to the numerous authors who asked for the deadline  extension, we will recieve application for ALTERNATIVE FILM/VIDEO 2008 until</span>  October 25th, 2008.<span class="style9">!!!!</span></p>
      <p class="style1">The International  Festival of New Film and Video ALTERNATIVE FILM/VIDEO 2008 will take place on December 10-14 in &bdquo;Students&rsquo; City&ldquo; Cultural Center in  Belgrade, organized by Academic Film Center (AFC). The competitive section is  open to all forms of new film and video.&nbsp;  The application deadline is October 15, 2008. An entry form and guidelines  can be found<strong> <a href="konkurs alternative08 english edited.pdf" target="_blank" class="style3">here</a></strong><a href="konkurs alternative08 english edited.pdf">.</a></p>
	  <p class="style1">The theme of this  year&rsquo;s festival is <em>Memory</em>, and  special programmes will be dedicated to exploring this idea, including: the new  possibilities of archiving new media; digitization; challenges in creating  video databases; comprehension of legal regulations in the field of digital  arts and film; and technical innovations and institutional collaborative  attempts in these areas. Also, two special events will respond to the <em>Memory</em> theme: <em>50 years of Academic Film Center</em> and <em>+- 40 years: 1968-2008</em>, the latter of which is a recollection of  the student movements in 1968, which initiated the establishment of &bdquo;Students&rsquo;  City&ldquo; Cultural Center and also inspired artists in Belgrade and worldwide to  create varied artistic and theoretical achievements. </p>
	  <p class="style1">Festival awards will  go to those authors whose works will be selected by the international jury to  the list of significant achievements of the festival.&nbsp; Included among the awards will be the  possibility to create a new film or video produced by AFC, with living  accommodations provided by the Students&rsquo; City in Belgrade. </p>
	  <p class="style1">AFC &bdquo;Students&rsquo;  City&ldquo; Cultural Center looks to establish a tradition of collaboration and knowledge  transfer, to enrich production and communication between the artistic scene in  Belgrade and different artists&rsquo; initiatives and groups throughout Europe and  all over the world.</p>
	  <p class="style1">&nbsp;</p>
	  <p class="MsoNormal"><br>
      </p>	</td>
    <td valign="top" bgcolor="#CCCCCC" class="textbasic">&nbsp;</td>
    <td valign="top" class="textbasic"> 
	<p class="MsoNormal">&nbsp;</p>
	<p class="style10"><span class="style6" lang="SR">Zbog brojnih molbi autora, produ&#382;i&#263;emo rok za prijavu radova  na konkurs festivala ALTERNATIVE FILM/VIDEO 2008 do </span><span class="style11" lang="SR">25. oktobra 2008</span><span class="style11">.</span><span class="style9">!!!!</span></p>
	<p>&nbsp;</p>
	<p><span class="style1">Me&#273;unarodni festival novog filma i  videa ALTERNATIVE FILM/VIDEO  2008 bi&#263;e odr&#382;an u Domu  kulture &bdquo;Studentski grad&ldquo; u Beogradu, od 10. do 14. decembra 2008.godine, u  organizaciji Akademskog filmskog centra. Me&#273;unarodni takmi&#269;arski program  otvoren je za sve forme novog filma i videa, i konkurs za prijave otvoren je do  15. oktobra 2008. Propozicije i prijavni list mo&#382;ete na&#263;i </span><strong><span class="style3"><a href="konkurs alternative08 srbish.pdf" target="_blank" class="style1">ovde</a></span></strong><span class="style4">.</span></p>
	<p class="style1">Tema Okruglog stola i  specijalnog programa Festivala  ALTERNATIVE FILM/VIDEO 2008. godine glasi&#263;e <em>Se&#263;anje</em>,  i ozna&#269;i&#263;e temeljno ispitivanje novih mogu&#263;nosti arhiviranja novih medija,  digitalizacije filmskih arhiva, izazove u stvaranju otvorene video baze,  sagledavanje pravne regulative u oblasti digitalnih umetnosti i filma,  tehni&#269;kih inovacija i institucionalnih poku&scaron;aja saradnje u ovoj oblasti. Isto  tako na ovu temu direktno &#263;e odgovoriti programi vezani za dva jubileja va&#382;na  za AFC DKSG: pedesetogodi&scaron;njica od osnivanja Akademskog filmskog centra i  &#269;etrdesetogodi&scaron;njica protesta 1968., doga&#273;aja koji je inicirao stvaranje Doma kulture  &bdquo;Studentski grad&ldquo; i koji je inspirisao umetnike u Beogradu i u svetu za brojne  antologijske filmove i umetni&#269;ka i teorijska dostignu&#263;a.</p>
	<p class="style1">Nagrada Festivala je mogu&#263;nost  autorima &#269;ije je radove &#382;iri Festivala svrstao na Listu zna&#269;ajnih ostvarenja Festivala,  da u produkciji AFC DKSG ostvare novi film/video, koriste&#263;i produkcijske uslove  i podr&scaron;ku AFC i Arhiva alternativnog filma DKSG, uz obezbe&#273;en sme&scaron;taj i ishranu  u Studentskom gradu. Ovim se uspostavlja tradicija saradnje i transfera znanja  i iskustva, oboga&#263;uje produkcija AFC i Beograda, i komunikacija sa razli&#269;itim umetni&#269;kim  grupama i inicijativama iz sveta sa beogradskom scenom. </p>
	<p class="MsoNormal">&nbsp;</p>
	<p class="MsoNormal"><span lang="SR" style="font-family: Arial">&nbsp;</span></p>
	<p class="MsoNormal"><b><span style="font-family: Arial;">&nbsp;</span></b></p>
	<p class="MsoNormal"><span style="font-family: Arial;">&nbsp;</span></p>
	<p class="MsoNormal"><span style="font-family: Arial;">&nbsp;</span></p>
	<p class="MsoNormal"><span style="font-family: Arial;" lang="SR">&nbsp;</span></p>
	<p>&nbsp;</td>
  </tr>
</table>
</html>